[{
  "_id": {
    "$oid": "661784f880f797618bbf47af"
  },
  "name": "abilify",
  "use": "Abilify is an antipsychotic medication that helps treat several kinds of mental health conditions, including schizophrenia, bipolar I disorder, autism spectrum disorder and Tourette syndrome. It balances the levels of dopamine and serotonin in your brain to regulate your mood, behaviors and thoughts.",
  "dosage": "Take Abilify exactly as prescribed by your doctor. Follow all directions on your prescription label and read all medication guides or instruction sheets. Your doctor may occasionally change your dose.Abilify can be taken with or without food.Swallow the regular tablet whole and do not crush, chew, or break it. Do not split the orally disintegrating tablet.",
  "sideEffects": "Get emergency medical help if you have signs of an allergic reaction to Abilify: hives; difficult breathing; swelling of your face, lips, tongue, or throat.Tell your doctor right away if you have new or sudden changes in mood or behavior, including new or worse depression or anxiety, panic attacks, trouble sleeping, or if you feel impulsive, irritable, agitated, hostile, aggressive, restless, more active or talkative, or have thoughts about suicide or hurting yourself."
},
{
  "_id": {
    "$oid": "6617860480f797618bbf47b1"
  },
  "name": "abilify maintena",
  "use": "Abilify Maintena (aripiprazole) extended-release injection is used alone or in combination with other aripiprazole preparations to treat schizophrenia (a mental illness that causes disturbed or unusual thinking, loss of interest in life, and strong or inappropriate emotions).Abilify Maintena is also used for the ongoing treatment of people with bipolar I disorder (manic-depressive disorder; a disease that causes episodes of depression, episodes of mania, and other abnormal moods",
  "dosage": "Aripiprazole Extended-Release IM Suspension-Initial dose: 400 mg IM once; continue aripiprazole IR 10 to 20 mg orally once a day for 14 days-Maintenance dose: 300 to 400 mg IM once a month; the dose should not be given sooner than 26 days after the previous injection",
  "sideEffects": "Get emergency medical help if you have signs of an allergic reaction: hives, difficult breathing, swelling of your face, lips, tongue, or throat.High doses or long-term use of aripiprazole can cause a serious movement disorder that may not be reversible. The longer you use Abilify Maintena, the more likely you are to develop this disorder, especially if you are a woman or an older adult.You may have increased sexual urges, unusual urges to gamble, or other intense urges while using this medicine. Talk with your doctor if this occurs."
},
{
  "_id": {
    "$oid": "661787e980f797618bbf47b3"
  },
  "name": "abiraterone",
  "use": "Abiraterone works by reducing androgen production in the body. Androgens are male hormones that can promote tumor growth in the prostate gland.Abiraterone is used together with steroid medication (prednisone or methylprednisolone) to treat prostate cancer that has spread to other parts of the body. abiraterone is used in men whose prostate cancer cannot be treated with surgery or other medicines.",
  "dosage": "Metastatic CRPC:-Regular formulation: 1000 mg orally once daily (in combination with methylprednisolone 5 mg orally 2 times daily)-Micronized formulation: 500 mg orally once daily (in combination with methylprednisolone 4 mg orally 2 times daily)",
  "sideEffects": "Get emergency medical help if you have signs of an allergic reaction to abiraterone: hives; difficult breathing; swelling of your face, lips, tongue, or throat."
},
{
  "_id": {
    "$oid": "6617896380f797618bbf47b4"
  },
  "name": "acetaminophen",
  "use": "Acetaminophen is a pain reliever and a fever reducer.Acetaminophen is used to treat mild to moderate pain, moderate to severe pain in conjunction with opiates, or to reduce fever. Common conditions treated include headache, muscle aches, arthritis, backache, toothaches, sore throat, colds, flu, and fevers.",
  "dosage": "Take acetaminophen exactly as directed on the label, or as prescribed by your doctor. An overdose can damage your liver or cause death.Acetaminophen comes in many different forms such as capsules, liquid, chewable or disintegrating tablets, and dissolving powders or granules. Read and carefully follow any Instructions for Use provided with your medicine. Ask your doctor or pharmacist if you need help.Adults and teenagers at least 12 years old: Do not take more than 1000 milligrams (mg) at one time or more than 4000 mg in 24 hours.Children younger than 12 years old: Do not take more than 5 doses of children's formula acetaminophen in 24 hours.",
  "sideEffects": "Get emergency medical help if you have signs of an allergic reaction to acetaminophen: hives; difficulty breathing; swelling of your face, lips, tongue, or throat.In rare cases, acetaminophen may cause a severe skin reaction that can be fatal, even if you took acetaminophen in the past and had no reaction. Stop taking this medicine and call your doctor right away if you have skin redness or a rash that spreads and causes blistering and peeling."
},
{
  "_id": {
    "$oid": "661789e680f797618bbf47b5"
  },
  "name": "acetazolamide",
  "use": "Acetazolamide reduces the activity of a protein in your body called carbonic anhydrase. Blocking this protein can help reduce the build-up of certain fluids in the body.Acetazolamide is used in people with certain types of glaucoma to reduce the amount of fluid in the eye, which decreases pressure inside the eye.",
  "dosage": "Follow all directions on your prescription label. Your doctor may occasionally change your dose to make sure you get the best results. Do not use acetazolamide in larger or smaller amounts or for longer than recommended.Your dose of this medicine will depend on the condition you are treating. If you take acetazolamide for congestive heart failure, your doctor may tell you to skip your medication for a day. Follow your doctor's dosing instructions very carefully.Take this medicine with a full glass of water.",
  "sideEffects": "Get emergency medical help if you have signs of an allergic reaction: hives; difficult breathing; swelling of your face, lips, tongue, or throat."
},
{
  "_id": {
    "$oid": "66178c0f80f797618bbf47b6"
  },
  "name": "acetylcysteine ",
  "use": "Acetylcysteine is used to help prevent or lessen liver damage caused by taking large quantities of acetaminophen (Tylenol).There are other brands and forms of acetylcysteine available, and some can be purchased over the counter. Not all forms of acetylcysteine are effective as an acetaminophen antidote. Do not attempt to treat an acetaminophen overdose without medical advice.",
  "dosage": "Use exactly as directed on the label, or as prescribed by your doctor.Do not take acetylcysteine at home if you don't understand all instructions.If you are in an emergency medical setting: Before you take acetylcysteine, your caregivers will perform a blood test to measure the level of acetaminophen in your body. This test is most effective when performed within 4 to 8 hours after an acetaminophen overdose. If you cannot remember when you last took acetaminophen or how much you took, you will most likely be given the first dose of acetylcysteine right away.",
  "sideEffects": "Get emergency medical help if you have signs of an allergic reaction: hives; difficult breathing; swelling of your face, lips, tongue, or throat.Acetylcysteine may cause serious side effects. Call your doctor at once if you have:severe or ongoing vomiting;coughing up blood or vomit that looks like coffee grounds; or signs that the medicine may not be working--upper stomach pain, loss of appetite, dark urine, clay-colored stools, jaundice(yellowing of the skin or eyes)."
},
{
  "_id": {
    "$oid": "66178ce380f797618bbf47b7"
  },
  "name": "actemra ",
  "use": "Actemra (tocilizumab) is a FDA approved biological medicine that is given by intravenous infusion or injection under the skin to treat specific patients with COVID-19, rheumatoid arthritis, giant cell arteritis, scleroderma, polyarticular or systemic juvenile idiopathic arthritis, and severe cytokine release syndrome.Actrema was FDA approved to treat COVID-19 on December 21, 2022, for specific adult patients. Pediatric patients (aged 2 years to 18 years) with COVID-19 still have access to Actrema under emergency use authorization (EUA).",
  "dosage": "Usual Adult Dose of Actemra for Rheumatoid Arthritis:IV: 4 mg/kg IV as a 60-minute single drip infusion once every 4 weeks, followed by an increase to 8 mg/kg IV given once every 4 weeks as a 60-minute single drip infusion based on clinical response, doses exceeding 800 mg per infusion are not recommended SUBCUTANEOUS:-Patients less than 100 kg: 162 mg subcutaneously every other week, followed by an increase to every week based on clinical response-Patients 100 kg or greater: 162 mg subcutaneously every week",
  "sideEffects": "Get emergency medical help if you have signs of an allergic reaction to Actemra: hives; chest pain, difficulty breathing, feeling like you might pass out; swelling of your face, lips, tongue, or throat."
},
{
  "_id": {
    "$oid": "66178db280f797618bbf47b8"
  },
  "name": "acyclovir",
  "use": "Acyclovir is an antiviral drug. It slows the growth and spread of the herpes virus in the body. Acyclovir will not cure herpes, but it can lessen the symptoms of the infection.Acyclovir is used to treat infections caused by herpes viruses, such as genital herpes, cold sores, shingles, and chicken pox.",
  "dosage": "Follow all directions on your prescription label and read all medication guides or instruction sheets. Use the medicine exactly as directed.Start taking acyclovir as soon as possible after the first appearance of symptoms (such as tingling, burning, blisters). Start taking Sitavig within 1 hour after you first notice sold core symptoms, before the cold sore appears.Read and carefully follow any Instructions for Use provided with your medicine. Ask your doctor or pharmacist if you do not understand these instructions.",
  "sideEffects": "Get emergency medical help if you have signs of an allergic reaction: hives; difficult breathing; swelling of your face, lips, tongue, or throat."
},
{
  "_id": {
    "$oid": "66178f0980f797618bbf47ba"
  },
  "name": "Bacitracin ",
  "use": "The antibiotic, Bacitracin, exerts a profound action against many gram-positive pathogens, including the common Streptococci and Staphlococci. It is also destructive for certain gram-negative organisms. It is ineffective against fungi.",
  "dosage": "For the treatment of superficial ocular infections involving the conjunctiva and/or cornea caused by Bacitracin susceptible organisms.",
  "sideEffects": "Bacitracin has such a low incidence of allergenicity that for all practical purposes side reactions are practically non-existent. However, if such reaction should occur, therapy should be discontinued."
},
{
  "_id": {
    "$oid": "66178f7280f797618bbf47bb"
  },
  "name": "Baclofen ",
  "use": "Baclofen belongs to a class of medications called skeletal muscle relaxants. Baclofen is an antispasmodic agent that acts on spinal cord nerves and decreases the number and severity of muscle spasms in patients with certain conditions affecting the spinal cord.",
  "dosage": "Initial dose: The following gradually increasing dosage regimen is suggested, but should be adjusted to suit individual patient requirements: 5 mg orally 3 times a day for 3 days, then 10 mg orally 3 times a day for 3 days, then 15 mg orally 3 times a day for 3 days, then 20 mg orally 3 times a day for 3 days-Maintenance dose: Should be individualized.-Maximum dose: 80 mg/day (20 mg orally 4 times a day).",
  "sideEffects": "Get emergency medical help if you have signs of an allergic reaction to baclofen: hives; difficult breathing; swelling of your face, lips, tongue, or throat."
},
{
  "_id": {
    "$oid": "6617924f80f797618bbf47bc"
  },
  "name": "Bactrim",
  "use": "Bactrim contains a combination of sulfamethoxazole and trimethoprim. Sulfamethoxazole and trimethoprim are are both antibiotics that treat different types of infection caused by bacteria.Bactrim is a prescription medicine used to treat ear infections, urinary tract infections, bronchitis, traveler's diarrhea, shigellosis, and Pneumocystis jiroveci pneumonia.",
  "dosage": "Take Bactrim exactly as prescribed by your doctor. Follow all directions on your prescription label and read all medication guides or instruction sheets.Drink plenty of fluids to prevent kidney stones.Antibiotic medicines can cause diarrhea. Tell your doctor if you have diarrhea that is watery or bloody.Keep using Bactrim even if your symptoms quickly improve. Skipping doses could make your infection resistant to medication. Bactrim will not treat a viral infection (flu or a common cold).You may need blood and urine tests, and this medicine may be stopped based on the results.Store Bactrim at room temperature away from moisture, heat, and light. Do not refrigerate.",
  "sideEffects": "Get emergency medical help if you have signs of an allergic reaction to Bactrim (hives, cough, chest pain, shortness of breath, swelling in your face or throat) or a severe skin reaction (fever, sore throat, burning eyes, skin pain, red or purple skin rash with blistering and peeling)."
},
{
  "_id": {
    "$oid": "6617939180f797618bbf47bd"
  },
  "name": "Bactroban ",
  "use": "Bactroban is an antibiotic that prevents bacteria from growing on your skin.Bactroban topical (for use on the skin) is used to treat skin infections such as impetigo or a 'Staph' infection of the skin.Bactroban may also be used for purposes not listed in this medication guide.",
  "dosage": "Use Bactroban cream or ointment exactly as directed by your doctor. Follow all directions on your prescription label. Do not use this medicine in larger or smaller amounts or for longer than recommended.Do not take by mouth. Bactroban is for use only on the skin. If this medicine gets in your eyes, nose, or mouth, rinse with water.Wash your hands before and after applying Bactroban.Clean and dry the affected skin area. Use a cotton swab or gauze pad to apply a small amount of Bactroban cream or ointment as directed.Do not spread Bactroban over large areas of skin.Bactroban is usually applied 3 times per day for 10 days. Use only a small amount of the cream or ointment.",
  "sideEffects": "Common Bactroban side effects may include:burning, stinging;itching; orpain."
},
{
  "_id": {
    "$oid": "6617945580f797618bbf47be"
  },
  "name": "Balsalazide ",
  "use": "The Colazal brand of balsalazide is used to treat mild to moderate active ulcerative colitis in adults and children who are at least 5 years old.The Giazo brand of balsalazide is used to treat mild to moderate active ulcerative colitis in men who are at least 18 years old.",
  "dosage": "Oral capsules:Usual dose: Three 750 mg capsules orally 3 times a day for up to 8 weeks-Some patients in the clinical trials required up to 12 weeks of treatment.-Safety and efficacy beyond 12 weeks have not been established.",
  "sideEffects": "Common side effects of balsalazide may include:headache;mild or occasional nausea, vomiting, stomach pain, diarrhea;joint pain;fever; orcold symptoms such as stuffy nose, sneezing, sore throat."
},
{
  "_id": {
    "$oid": "661795b180f797618bbf47bf"
  },
  "name": "Banzel",
  "use": "Banzel is a seizure medication, also called an anti-epileptic or anticonvulsant.Banzel is used together with other medicines to treat seizures caused by Lennox-Gastaut syndrome, a severe form of childhood epilepsy that also causes developmental and behavior problems.Banzel is for use in adults and children who are at least 1 year old.",
  "dosage": "Initial dose: 400 to 800 mg orally per day in 2 equally divided doses-Titrate in 400 to 800 mg increments every other day until a maximum daily dose of 3200 mg/day is reachedMaintenance dose: 1600 mg orally twice a day",
  "sideEffects": "Common Banzel side effects may include:headache;dizziness, drowsiness;nausea; orfeeling tired."
},
{
  "_id": {
    "$oid": "6617a18980f797618bbf47c0"
  },
  "name": "Botox",
  "use": "Botox injection is a prescription medicine that helps improve the appearance of facial wrinkles, and treats some medical conditions, by causing muscles to relax, as botox blocks nerve signals to the muscles.Botox Cosmetic and Botox injections are both FDA-approved medicines,  Botox Cosmetic is used to soften facial wrinkles, and Botox injections are used to treat medical conditions like chronic migraines, specific bladder issues, excessive sweating, and other muscle-related medical conditions.",
  "dosage": "Botox injections should be given only by a trained medical professional, which includes when used for cosmetic purposes.This medicine is injected into a muscle by a healthcare provider. How often you have Botox injections depends on the condition being treated, Botox Cosmetic injections for temporary improvement in the appearance of facial lines should be spaced at least 3 months apart, and for treatment for other conditions, it may be up to at least 12 weeks between injections.",
  "sideEffects": "Common Botox side effects may include:painful or difficult urination;headache, neck pain, back pain, pain in your arms or legs;cold symptoms such as stuffy nose, sneezing, and sore throat;trouble swallowing;fever, chills, body aches, and flu symptoms;increased sweating in areas other than the underarms; orbruising, bleeding, pain, redness, or swelling where the injection was given"
},
{
  "_id": {
    "$oid": "6617a23980f797618bbf47c1"
  },
  "name": "Bentyl ",
  "use": "Bentyl is used to treat functional bowel or irritable bowel syndrome.Bentyl may also be used for purposes not listed in this medication guide.",
  "dosage": "Follow all directions on your prescription label and read all medication guides or instruction sheets. Your doctor may occasionally change your dose. Use the medicine exactly as directed.Bentyl oral is taken by mouth.",
  "sideEffects": "Common side effects may include:drowsiness, dizziness, weakness, nervousness;blurred vision;dry mouth; ornausea."
},
{
  "_id": {
    "$oid": "6617a33c80f797618bbf47c2"
  },
  "name": "Biotin",
  "use": "Biotin, also known as Vitamin B7, is a form of vitamin B found in foods. Biotin helps the body break down fats, carbohydrates, and proteins into energy.Biotin is likely effective in alternative medicine as an aid in treating or preventing low levels of biotin. Low levels of biotin can be caused by malnutrition, rapid weight loss, long-term tube feeding, and other medical conditions.",
  "dosage": "The Food and Drug Administration (FDA) does not have a daily recommended dietary allowance for biotin. However, according to estimates, an intake of 30 micrograms (mcg)Trusted Source may be adequate.",
  "sideEffects": "Common side effects may include diarrhea or respiratory problems."
},
{
  "_id": {
    "$oid": "6617a52e80f797618bbf47c3"
  },
  "name": "Cabenuva ",
  "use": "Cabenuva is a once-a-month, combination injection containing cabotegravir and rilpivirine that may be given as a complete regimen to replace a current HIV-1 treatment regimen in adults and children over the age of 12 who weigh at least 77 pounds (35 kg), so long as they meet certain criteria.HIV-1 is the virus that can cause acquired immunodeficiency syndrome (AIDS).",
  "dosage": "abotegravir and rilpivirine are copackaged as 2 separate IM injectionsEach dosing kit also contains 2 syringes, 2 syringe labels, 2 vial adapters, and 2 needles for IM injection (23-gauge, 1.5-inch)Vial stoppers are not made with natural rubber latex",
  "sideEffects": "Common Cabenuva side effects may include:injection site reactions, such as pain, redness, swelling, itching, bruising, warmth, or a hard lump where an injection was given,dizziness,fever,feeling tired,headache,nausea,pain in your bones, joints, or muscles,rash,sleep problems."
},
{
  "_id": {
    "$oid": "6617aa1580f797618bbf47c4"
  },
  "name": "Cabometyx",
  "use": "Cabometyx is a kinase inhibitor, a type of enzyme inhibitor that blocks the action of certain protein kinases.Cabometyx is used to treat advanced kidney cancer, sometimes in combination with another medicine called nivolumab.Cabometyx is used to treat liver cancer (hepatocellular carcinoma) in people who have been previously treated with sorafenib.",
  "dosage": "-As a single agent: 60 mg orally once a day until patient no longer experiences clinical benefit or unacceptable toxicity occurs-In combination with nivolumab: 40 mg once a day until disease progression or unacceptable toxicity",
  "sideEffects": "Common Cabometyx side effects may include:tiredness, depressed mood, dry skin, thinning hair, decreased sweating, weight gain, puffiness in your face, feeling more sensitive to cold temperatures;stomach pain, nausea, vomiting, loss of appetite, diarrhea, constipation;pain, redness, swelling, or sores in your mouth or throat;trouble speaking, changes in taste;cold symptoms such as stuffy nose, sneezing, sore throat, cough;rash;pain in your muscles, bones, and joints;abnormal liver function tests or other blood tests;weight loss; orhair color turning lighter."
},
{
  "_id": {
    "$oid": "6617ab8780f797618bbf47c5"
  },
  "name": "Calcitriol ",
  "use": "Calcitriol is a form of vitamin D3. Vitamin D helps your body absorb calcium from the stomach.Calcitriol is used to treat hyperparathyroidism (overactive parathyroid glands) and metabolic bone disease in people who have chronic kidney failure and are not receiving dialysis.Calcitriol is also used to treat calcium deficiency in people with hypoparathyroidism (underactive parathyroid glands) caused by surgery, disease, or other conditions.",
  "dosage": "Measure oral liquid carefully. Use the dosing syringe provided, or use a medicine dose-measuring device (not a kitchen spoon).Calcitriol injection is given as an infusion into a vein. A healthcare provider will give your first dose and may teach you how to properly use the medication by yourself.",
  "sideEffects": "dehydration symptoms--feeling very thirsty or hot, being unable to urinate, heavy sweating, or hot and dry skin;high calcium levels--nausea, vomiting, constipation, increased thirst or urination, muscle weakness, bone pain, confusion, lack of energy, or tired feeling; orlow calcium level--muscle spasms or contractions, numbness or tingly feeling (around your mouth, or in your fingers and toes)."
},
{
  "_id": {
    "$oid": "6617aca780f797618bbf47c6"
  },
  "name": "Canasa ",
  "use": "Canasa (mesalamine) is a suppository used to treat a type of inflammatory bowel disease called ulcerative proctitis. Ulcerative proctitis causes inflammation, redness and ulcers to develop in the lining of the rectum, which is at the end of your large intestine. Ulcerative proctitis may also affect nearby parts of the colon.Canasa contains the medication mesalamine, which is also known as mesalazine or 5-aminosalicylic acid (5-ASA). It is contained inside a base of hard fat. Canasa is used topically and is inserted into the rectum. As the warmth of your body melts the hard fat base, the drug is released into the area where it needs to work.",
  "dosage": "The recommended dose of Canasa for adults is 1000 mg administered rectally once daily at bedtime for 3 to 6 weeks. Safety and effectiveness beyond 6 weeks have not been established.See full prescribing information for more information about Canasa dosing.",
  "sideEffects": "The most common side effects of Canasa include:dizziness,rectal pain,acne,fever,inflammation of the large intestine (colitis),rash"
},
{
  "_id": {
    "$oid": "6617ad8d80f797618bbf47c7"
  },
  "name": "Captopril ",
  "use": "Captopril is used in adults alone or in combination with other medications to treat high blood pressure (hypertension) and congestive heart failure.Captopril is also used to improve survival and reduce the risk of heart failure after a heart attack in patients with a heart condition called left ventricular hypertrophy (enlargement of the walls of the left side of the heart). Captopril is also used to treat kidney disease (nephropathy) caused by diabetes in patients with type 1 diabetes and retinopathy (eye disease).",
  "dosage": "Initial dose: 25 mg orally 2 to 3 times a day one hour before meals.Maintenance dose: May increase every 1 to 2 weeks up to 50 mg orally three times a day. If blood pressure remains uncontrolled after 1 to 2 weeks at this dose, add a thiazide diuretic (loop diuretic if severe renal impairment exists) and titrate to its highest usual antihypertensive dose before further increases of captopril.Maximum dose: 450 mg/day",
  "sideEffects": "Common captopril side effects may include:cough;low blood pressure;flushing (sudden warmth, redness, or tingly feeling);low blood cell counts;decreased sense of taste; or mild skin itching or rash."
},
{
  "_id": {
    "$oid": "6617ae6e80f797618bbf47c8"
  },
  "name": "Carvedilol ",
  "use": "Carvedilol is a beta-blocker. Beta-blockers affect the heart and circulation (blood flow through arteries and veins).Carvedilol is used to treat heart failure and hypertension (high blood pressure). It is also used after a heart attack that has caused your heart not to pump as well.",
  "dosage": "Take carvedilol exactly as prescribed by your doctor. Follow all directions on your prescription label. Your doctor may occasionally change your dose to make sure you get the best results. Do not take this medicine in larger or smaller amounts or for longer than recommended.Carvedilol works best if you take it with food.",
  "sideEffects": "Common carvedilol side effects may include:weakness, dizziness;diarrhea;dry eyes;tired feeling; orweight gain."
},
{
  "_id": {
    "$oid": "6620e2a52a5070a4b7165b8e"
  },
  "name": "Cefdinir ",
  "use": "Cefdinir is a cephalosporin (SEF a low spor in) antibiotic that is used to treat many different types of infections caused by bacteria.",
  "dosage": "Usual Adult Dose for Pneumonia:Community acquired: 300 mg orally every 12 hours for 10 to 14 days,Usual Adult Dose for Bronchitis:Acute exacerbations of chronic bronchitis: 300 mg orally every 12 hours for 5 to 10 days or 600 mg orally every 24 hours for 10 days,Usual Adult Dose for Sinusitis:Acute maxillary sinusitis: 300 mg orally every 12 hours or 600 mg orally every 24 hours for 10 days",
  "sideEffects": "Common side effects of cefdinir may include:nausea, vomiting, stomach pain, diarrhea,vaginal itching or discharge,headache, or rash (including diaper rash in an infant taking liquid cefdinir. "
},
{
  "_id": {
    "$oid": "6620e6b92a5070a4b7165b8f"
  },
  "name": "Cefuroxime",
  "use": "Acute Otitis Media (AOM),Pharyngitis and Tonsillitis,Bone and Joint Infections",
  "dosage": "Reconstitute vials containing 750 mg or 1.5 g of cefuroxime with 8 or 16 mL of sterile water for injection, respectively, to provide solutions containing approximately 90 mg/mL.",
  "sideEffects": "Possible emergence and overgrowth of nonsusceptible organisms with prolonged therapy. Careful observation of the patient is essential. Institute appropriate therapy if superinfection occurs."
},
{
  "_id": {
    "$oid": "6620e8712a5070a4b7165b90"
  },
  "name": "Celecoxib ",
  "use": "Celecoxib is a nonsteroidal anti-inflammatory drug (NSAID). It works by reducing hormones that cause inflammation and pain in the body.Celecoxib is used to treat pain or inflammation caused by many conditions such as arthritis, ankylosing spondylitis, and menstrual pain.",
  "dosage": "Usual Adult Dose for Pain: Acute pain: 400 mg initially, followed by 200 mg if needed on the first day. Then, 200 mg twice daily as needed.Usual Adult Dose for Dysmenorrhea: 400 mg initially, followed by 200 mg if needed on the first day. Then, 200 mg twice daily as needed.Usual Adult Dose for Osteoarthritis: 200 mg orally once daily or 100 mg orally twice daily.Usual Adult Dose for Rheumatoid Arthritis: 100 to 200 mg orally twice daily.",
  "sideEffects": "Common celecoxib side effects may include:stomach pain, heartburn, gas, diarrhea, constipation, nausea, vomiting;swelling in your hands or feet;dizziness; or cold symptoms such as stuffy nose, sneezing, sore throat."
},
{
  "_id": {
    "$oid": "6620e9712a5070a4b7165b91"
  },
  "name": "Celexa",
  "use": "Celexa is a prescription medicine used in adults to treat depression.",
  "dosage": "Initial dose: 20 mg orally once a day;Maintenance dose: 20 to 40 mg orally once a day;Maximum dose: 40 mg orally per day",
  "sideEffects": "Common Celexa side effects may include:sexual problems;dizziness, drowsiness;dry mouth, thirst, increased sweating or urination;loss of appetite, nausea, diarrhea, constipation;feeling anxious, agitated, or shaky;feeling weak or tired, sleep problems (insomnia), yawning;increased muscle movement;nosebleed, heavy menstrual bleeding; or cold symptoms such as stuffy nose, sneezing, sore throat."
},
{
  "_id": {
    "$oid": "6620ea592a5070a4b7165b92"
  },
  "name": "Cetirizine",
  "use": "Cetirizine is used to treat cold or allergy symptoms such as sneezing, itching, watery eyes, or runny nose.",
  "dosage": "Take cetirizine exactly as directed on the label, or as prescribed by your doctor. Do not use it in larger amounts or for longer than recommended.",
  "sideEffects": "fast, pounding, or uneven heartbeat;weakness, tremors (uncontrolled shaking), or sleep problems (insomnia);severe restless feeling, hyperactivity;confusion;problems with vision; or urinating less than usual or not at all."
},
{
  "_id": {
    "$oid": "662a16a50ab4fec949acdd10"
  },
  "name": "Canasa",
  "use": "Canasa (mesalamine) is a suppository used to treat a type of inflammatory bowel disease called ulcerative proctitis. Ulcerative proctitis causes inflammation, redness and ulcers to develop in the lining of the rectum, which is at the end of your large intestine. Ulcerative proctitis may also affect nearby parts of the colon.",
  "dosage": "The recommended dose of Canasa for adults is 1000 mg administered rectally once daily at bedtime for 3 to 6 weeks. Safety and effectiveness beyond 6 weeks have not been established.",
  "sideEffects": "The most common side effects of Canasa include:dizziness,rectal pain,acne,fever,inflammation of the large intestine (colitis),rash"
},
{
  "_id": {
    "$oid": "662a189c0ab4fec949acdd12"
  },
  "name": "Captopril",
  "use": "Captopril is also used to improve survival and reduce the risk of heart failure after a heart attack in patients with a heart condition called left ventricular hypertrophy (enlargement of the walls of the left side of the heart). Captopril is also used to treat kidney disease (nephropathy) caused by diabetes in patients with type 1 diabetes and retinopathy (eye disease).",
  "dosage": "Initial dose: 25 mg orally 2 to 3 times a day one hour before meals,Maximum dose: 450 mg/day",
  "sideEffects": "Common captopril side effects may include:cough;low blood pressure;flushing (sudden warmth, redness, or tingly feeling);low blood cell counts;decreased sense of taste; or mild skin itching or rash."
},
{
  "_id": {
    "$oid": "662a19df0ab4fec949acdd13"
  },
  "name": "Casodex",
  "use": "Casodex is an anti-androgen. It works in the body by preventing the actions of androgens (male hormones).Casodex is used to treat prostate cancer that has spread to other parts of the body (metastatic).",
  "dosage": "In combination with an LHRH analog: 50 mg orally once a day (morning or evening)",
  "sideEffects": "Common Casodex side effects may include:anemia;blood in your urine;fever, chills, flu-like symptoms;trouble breathing;hot flashes;pain in your back, pelvis, or stomach;swelling in your arms, ankles, legs, or feet;increased night-time urination;weakness, dizziness; or nausea, diarrhea, constipation."
},
{
  "_id": {
    "$oid": "662a1ab90ab4fec949acdd14"
  },
  "name": "Celebrex",
  "use": "Celebrex is a nonsteroidal anti-inflammatory drug (NSAID). It works by reducing hormones that cause inflammation and pain in the body.Celebrex is used to treat pain or inflammation caused by many conditions such as arthritis, ankylosing spondylitis, and menstrual pain.",
  "dosage": "Usual Adult Dose for Pain:Acute pain: 400 mg initially, followed by 200 mg if needed on the first day. Then, 200 mg twice daily as needed.",
  "sideEffects": "Common Celebrex side effects may include:stomach pain,heartburn, gas, diarrhea, constipation, nausea, vomiting;swelling in your hands or feet;dizziness; orcold symptoms such as stuffy nose, sneezing, sore throat."
},
{
  "_id": {
    "$oid": "662a1c280ab4fec949acdd15"
  },
  "name": "Citalopram",
  "use": "Citalopram is a prescription medicine used in adults to treat depression.Citalopram is also used to treat major depressive disorder (MDD).",
  "dosage": "Initial dose: 20 mg orally once a dayMaintenance dose: 20 to 40 mg orally once a dayMaximum dose: 40 mg orally per day",
  "sideEffects": "Common citalopram side effects may include:sexual problems;dizziness, drowsiness;dry mouth, thirst, increased sweating or urination;loss of appetite, nausea, diarrhea, constipation;feeling anxious, agitated, or shaky;feeling weak or tired, sleep problems (insomnia), yawning;increased muscle movement;nosebleed, heavy menstrual bleeding; orcold symptoms such as stuffy nose, sneezing, sore throat."
},
{
  "_id": {
    "$oid": "662a1cf90ab4fec949acdd16"
  },
  "name": "Clarithromycin",
  "use": "Clarithromycin is used to treat many different types of bacterial infections affecting the skin and respiratory system.Clarithromycin is also used together with other medicines to treat stomach ulcers.",
  "dosage": "40 mg orally once a day for up to 8 weeks; however an additional 8 weeks may be considered for patients who have not healed after the initial treatment. Safety and efficacy beyond 16 weeks of therapy have not been established.",
  "sideEffects": "Common pantoprazole side effects may include:headache, dizziness;stomach pain, gas, nausea, vomiting, diarrhea;joint pain;or fever, rash, or cold symptoms (most common in children)."
},
{
  "_id": {
    "$oid": "662a1ef90ab4fec949acdd1b"
  },
  "name": "Claritin",
  "use": "Claritin is used to treat sneezing, runny nose, watery eyes, hives, skin rash, hay fever, itching, and other cold or allergy symptoms.",
  "dosage": "10 mg orally once a day-Maximum dose: 10 mg/day",
  "sideEffects": "Common Claritin side effects may include:headache;feeling tired or drowsy;stomach pain, vomiting;dry mouth; or feeling nervous or hyperactive."
},
{
  "_id": {
    "$oid": "662a1f810ab4fec949acdd1c"
  },
  "name": "Clodan",
  "use": "Clodan (for the skin) is used to treat inflammation and itching caused by plaque psoriasis or skin conditions that respond to steroid medication.",
  "dosage": "cream, topical0.025% (Impoyz)0.05% (Temovate)foam, topical0.05% (Olux, Olux E)gel, topical0.05%",
  "sideEffects": "Common side effects of Clodan may include:burning, itching, swelling, or irritation of treated skin;dry or cracking skin;redness or crusting around your hair follicles;spider veins;stretch marks, thinning skin;rash or hives;acne; or temporary hair loss."
},
{
  "_id": {
    "$oid": "662a207c0ab4fec949acdd1d"
  },
  "name": "Clotrimazole",
  "use": "Clotrimazole is used to treat and prevent yeast infections of the mouth and throat in adults and children older than 3 years.",
  "dosage": "Treatment: 10 mg orally 5 times a day for 14 days",
  "sideEffects": "Common side effects of clotrimazole may include:abnormal liver function tests;nausea, vomiting;itching, oran unpleasant sensation in the mouth."
},
{
  "_id": {
    "$oid": "662a20d50ab4fec949acdd1e"
  },
  "name": "Cyanocobalamin",
  "use": "Cyanocobalamin, also known as Vitamin B12, is a form of vitamin B found in foods. Vitamin B12 is important for growth, cell reproduction and energy, healthy red blood cell formation and to keep your nerve cells healthy.",
  "dosage": "Initial dose: 100 mcg intramuscularly or deep subcutaneous once a day for 6 to 7 days",
  "sideEffects": "Get emergency medical help if you have signs of an allergic reaction: hives, difficult breathing, swelling of your face, lips, tongue, or throat.Less serious side effects may be more likely, and you may have none at all."
},
{
  "_id": {
    "$oid": "662a220113ec907530742114"
  },
  "name": "Dabigatran",
  "use": "Dabigatran is used to treat blood clots deep in the body (deep vein thrombosis, DVT) and lungs (pulmonary embolism, PE) in adults who have received blood thinners by injection for 5 to 10 days.It is used to treat blood clots in children aged 3 months to less than 18 years of age who have been treated with an injectable blood thinner for at least 5 days.",
  "dosage": "Dabigatran is used to treat blood clots deep in the body (deep vein thrombosis, DVT) and lungs (pulmonary embolism, PE) in adults who have received blood thinners by injection for 5 to 10 days.Dabigatran is used to treat blood clots in children aged 3 months to less than 18 years of age who have been treated with an injectable blood thinner for at least 5 days.",
  "sideEffects": "Common side effects of dabigatran may include:stomach pain or discomfort;upset stomach, burning;bleeding;heavy menstrual bleeding; ornausea, vomiting, diarrhea."
},
{
  "_id": {
    "$oid": "662a227f13ec907530742115"
  },
  "name": "Decadron",
  "use": "Decadron is used to treat many different conditions such as allergic disorders, skin conditions, ulcerative colitis, arthritis, lupus, psoriasis, or breathing disorders.",
  "dosage": "Your dose needs may change due to surgery, illness, stress, or a medical emergency. Tell your doctor about any such situation that affects you.",
  "sideEffects": "Common side effects of Decadron may include:fluid retention (swelling in your hands or ankles);increased appetite;mood changes, trouble sleeping;skin rash, bruising or discoloration;acne, increased sweating, increased hair growth;headache, dizziness;nausea, vomiting, upset stomach;changes in your menstrual periods."
},
{
  "_id": {
    "$oid": "662a22fa13ec907530742116"
  },
  "name": "Depakote",
  "use": "Depakote tablets are also used in adults to prevent migraine headaches, or to treat manic episodes related to bipolar disorder (manic depression).",
  "dosage": "Take Depakote exactly as prescribed by your doctor. Follow the directions on your prescription label and read all medication guides or instruction sheets. Your doctor may occasionally change your dose.Drink plenty of water while you are taking this medication. Your dose may need to be changed if you do not get enough fluids each day.",
  "sideEffects": "Common Depakote side effects may include:nausea, vomiting, stomach pain, diarrhea, constipation;headache, back pain;dizziness, drowsiness, weakness, tremors;memory problems, mood changes, trouble sleeping;bruising or bleeding;runny nose, sore throat, cough, wheezing, trouble breathing;fever, flu symptoms;problems with walking or coordination;swelling in your hands or feet;blurred vision, double vision, unusual eye movements;ringing in your ears;rash, hair loss; or changes in weight or appetite"
},
{
  "_id": {
    "$oid": "662a23bb13ec907530742117"
  },
  "name": "Diacomit",
  "use": "Diacomit is a prescription medicine used to treat seizures associated with Dravet syndrome. Dravet syndrome is a rare chronic form of epilepsy that begins in the first year of life and causes frequent or prolonged seizures.",
  "dosage": "25 mg/kg orally twice a day or 16.67 mg/kg orally 3 times a dayMaximum dose: 3000 mg/day",
  "sideEffects": "Common Diacomit side effects may include:nausea, loss of appetite;weight loss;drowsiness;agitation;problems with balance or muscle movement;tremor, slurred speech;muscle weakness; or sleep problems (insomnia)."
},
{
  "_id": {
    "$oid": "662a24e613ec907530742118"
  },
  "name": "Dicyclomine",
  "use": "Dicyclomine is used to treat functional bowel or irritable bowel syndrome.",
  "dosage": "Initial dose: 20 mg orally four times a day Maintenance dose: Up to 40 mg orally four times a day, after one week with initial dose",
  "sideEffects": "Common side effects of dicyclomine may include: drowsiness, dizziness, weakness, nervousness; blurred vision; dry mouth; or nausea."
},
{
  "_id": {
    "$oid": "662a255613ec907530742119"
  },
  "name": "Dipentum",
  "use": "Dipentum is used to treat ulcerative colitis in adults. Dipentum may also be used for purposes not listed in this medication guide.",
  "dosage": "Dipentum is usually taken twice per day. Always take this medicine with food.",
  "sideEffects": "Common side effects of Dipentum may include: diarrhea, stomach pain; or rash, itching."
},
{
  "_id": {
    "$oid": "662a260013ec90753074211a"
  },
  "name": "Donepezil",
  "use": "Donepezil is used in adults to treat dementia related to Alzheimer's disease. Donepezil can help improve mental function, but it does not work the same in all people.",
  "dosage": " 5 mg orally once a day, in the evening prior to retiring",
  "sideEffects": "Common side effects of donepezil may include: nausea, vomiting, diarrhea; loss of appetite; muscle cramps;sleep problems (insomnia); or feeling tired."
},
{
  "_id": {
    "$oid": "66378de9d3c1e6222c00fe62"
  },
  "name": "n",
  "use": "p",
  "dosage": "10",
  "sideEffects": "pain"
},
{
  "_id": {
    "$oid": "66582c2e90d88c2e49cfe8bc"
  },
  "name": "Effexor",
  "use": "Effexor (venlafaxine) is used in adults to treat major depressive disorder. Effexor XR extended-release (long-acting) capsules are also used to treat generalized anxiety disorder (GAD; excessive worrying that is difficult to control), social anxiety disorder (extreme fear of interacting with others or performing in front of others that interferes with normal life), and panic disorder (sudden, unexpected attacks of extreme fear and worry about these attacks).",
  "dosage": "Usual Adult Dose for Depression:Immediate release:-Initial dose: 37.5 mg orally twice a day OR 25 mg orally 3 times a day-Maintenance dose: 75 to 150 mg orally per day, given in divided doses-Maximum dose:---Moderately depressed outpatients: 225 mg/day---Severely depressed inpatients: 375 mg/day.Extended release:-Initial dose: 75 mg orally once a day-Maintenance dose: 75 to 225 mg orally once a day-Maximum dose:---Moderately depressed outpatients: 225 mg/day---Severely depressed inpatients: 375 mg/day",
  "sideEffects": "Venlafaxine may cause serious side effects. Call your doctor at once if you have:blurred vision, eye pain or redness, seeing halos around lights;cough, chest tightness, trouble breathing;a seizure (convulsions);unusual bleeding - nosebleeds, bleeding gums, abnormal vaginal bleeding, any bleeding that will not stop;low blood sodium - headache, confusion, problems with thinking or memory, weakness, feeling unsteady; or severe nervous system reaction - very stiff (rigid) muscles, high fever, sweating, confusion, fast or uneven heartbeats, tremors, feeling like you might pass out."
},
{
  "_id": {
    "$oid": "66582f9e90d88c2e49cfe8bd"
  },
  "name": "Emgality",
  "use": "Emgality is a prescription medicine used to prevent migraines and treat episodic cluster headaches in adults. Emgality can help reduce the number of migraine days per month and reduce the number of cluster headache attacks each week.",
  "dosage": "Initial dose: 240 mg subcutaneously once,Maintenance dose: 120 mg subcutaneously monthly",
  "sideEffects": "Common side effects of Emgality may include:pain;redness;itching;irritation where the medicine was injected."
},
{
  "_id": {
    "$oid": "665830f090d88c2e49cfe8be"
  },
  "name": "Enbrel",
  "use": "Enbrel is a tumor necrosis factor (TNF) blocker. It works by decreasing TNF, a protein produced by the immune system to helps the body fight infections. In people with autoimmune disorders, the immune system produces too much TNF and mistakenly attacks healthy cells.Enbrel is used to treat rheumatoid arthritis, psoriatic arthritis, or ankylosing spondylitis, and to prevent joint damage caused by these conditions.",
  "dosage": "Enbrel is injected under the skin. A healthcare provider may teach you how to properly use the medication by yourself. Read and carefully follow any Instructions for Use provided with your medicine. Ask your doctor or pharmacist if you don't understand all instructions.Do not shake this medicine. Prepare an injection only when you are ready to give it. Do not use if the medicine looks cloudy, has changed colors, or has particles in it. Call your pharmacist for new medicine.You may need to mix Enbrel with a liquid (diluent). When using injections by yourself, be sure you understand how to properly mix and store the medicine.",
  "sideEffects": "Common Enbrel side effects may include:pain, swelling, itching, or redness where the medicine was injected;headache; or cold symptoms such as stuffy nose, sneezing, sore throat."
},
{
  "_id": {
    "$oid": "6658324c90d88c2e49cfe8bf"
  },
  "name": "Erythromycin",
  "use": "Erythromycin belongs to a group of drugs called macrolide antibiotics. Macrolide antibiotics slow the growth of, or sometimes kill, sensitive bacteria by reducing the production of important proteins needed by the bacteria to survive.",
  "dosage": "Take erythromycin exactly as prescribed by your doctor. Follow all directions on your prescription label and read all medication guides or instruction sheets. Your doctor may occasionally change your dose. Use the medicine exactly as directed.",
  "sideEffects": "Common erythromycin side effects may include:severe stomach pain, diarrhea that is watery or bloody (even if it occurs months after your last dose);liver problems; or abnormal liver function tests."
},
{
  "_id": {
    "$oid": "665883f46779d6991bdc5b55"
  },
  "name": "Famotidine",
  "use": "Famotidine is a histamine-2 blocker that works by decreasing the amount of acid the stomach produces.",
  "dosage": "Famotidine injection is given as an infusion into a vein. A healthcare provider will give you this injection if you are unable to take the medicine by mouth.",
  "sideEffects": "Common famotidine side effects may include:headache;dizziness; or constipation or diarrhea."
},
{
  "_id": {
    "$oid": "66589130a5467b4dfd360453"
  },
  "name": "Femara",
  "use": "Femara lowers estrogen levels in postmenopausal women, which may slow the growth of certain types of breast tumors that need estrogen to grow in the body.",
  "dosage": "For use as first-line treatment of postmenopausal women with hormone receptor positive or hormone receptor unknown locally advanced or metastatic breast cancer. Femara is also indicated for the treatment of advanced breast cancer in postmenopausal women with disease progression following antiestrogen therapy: 2.5 mg tablet orally administered once a day without regard to meals.For use as extended adjuvant treatment of early breast cancer in postmenopausal women who have received 5 years of adjuvant tamoxifen therapy: 2.5 mg tablet orally administered once a day without regard to meals.",
  "sideEffects": "Common Femara side effects may include:hot flashes, warmth or redness in your face or chest;headache, dizziness, weakness;bone pain, muscle or joint pain;swelling, weight gain;increased sweating; or increased cholesterol in your blood."
},
{
  "_id": {
    "$oid": "665894b3a5467b4dfd360454"
  },
  "name": "Fenofibrate",
  "use": "Fenofibrate is a medicine used with a cholesterol-reducing diet to lower high cholesterol and high triglyceride (fatty acid) levels in the blood.  It works by increasing the breaking down and removal of triglycerides from the blood.",
  "dosage": "Tricor: 145 mg orally once a day.Lofibra and others: 160 mg to 200 mg orally once a day with food.Antara: 130 mg orally once a day.Triglide: 160 mg orally once a day.Lipofen: 150 mg orally once a day with food.Fenoglide: 120 mg orally once a day with food.",
  "sideEffects": "Common fenofibrate side effects may include:runny nose, sneezing; or abnormal laboratory tests."
},
{
  "_id": {
    "$oid": "66589564a5467b4dfd360455"
  },
  "name": "Flagyl",
  "use": "Flagyl is an antibiotic that is used to treat bacterial infections of the vagina, stomach, liver, skin, joints, brain and spinal cord, lungs, heart, or bloodstream.Flagyl is also used to treat trichomoniasis, a sexually transmitted disease caused by a parasite. Usually both sexual partners are treated at the same time, even if one has no symptoms.",
  "dosage": "Swallow the extended-release tablet whole and do not crush, chew, or break it.If you are treating a vaginal infection, your sexual partner may also need to take Flagyl so you don't become reinfected.Flagyl is usually given for up to 10 days in a row. You may need to repeat this dosage several weeks later.",
  "sideEffects": "Common Flagyl side effects may include:depression, trouble sleeping, feeling irritable;headache, dizziness, weakness;nausea, vomiting, loss of appetite, stomach pain;diarrhea, constipation;unpleasant metallic taste;rash, itching;vaginal itching or discharge, pain during sex;mouth sores; or swollen, red, or 'hairy' tongue."
},
{
  "_id": {
    "$oid": "66589616a5467b4dfd360456"
  },
  "name": "Flovent",
  "use": "Flovent is a corticosteroid. It prevents the release of substances in the body that cause inflammation.Flovent is used to prevent asthma attacks. This medicine will not treat an asthma attack that has already begun.Flovent is sometimes used together with steroid medicine taken by mouth. This medicine is for use in adults and children who are at least 4 years old.",
  "dosage": "Store the powder form in the unopened foil pouch until ready to use. Throw away any unused medicine 6 weeks (50-mcg strength) or 2 months (100- and 250-mcg strengths) after opening the foil pouch or when the counter on your inhaler device shows '0', whichever comes first. The inhaler is not reusable. Do not attempt to take the inhaler apart.",
  "sideEffects": "Common Flovent side effects may include:cold symptoms such as stuffy nose, sneezing, sore throat, sinus pain;low fever, cough, wheezing, chest tightness;hoarseness or deepened voice;white patches or sores inside your mouth or on your lips;headache; or nausea, vomiting, upset stomach."
},
{
  "_id": {
    "$oid": "665896afa5467b4dfd360457"
  },
  "name": "Focalin",
  "use": "Focalin is a mild stimulant to the central nervous system. It affects chemicals in the brain that contribute to hyperactivity and impulse control.Focalin is a prescription medicine used to treat attention deficit hyperactivity disorder (ADHD).Focalin should be used as a part of a total treatment program for ADHD that may include counseling or other therapies.",
  "dosage": "Immediate-Release:For patients NEW to methylphenidate or on stimulants other than methylphenidate:-Initial dose: 2.5 mg orally twice a day, at least 4 hours apart.For patients CURRENTLY on methylphenidate:-Initial dose: One-half the total daily dose of methylphenidate; divide dose and administer orally twice a day at least 4 hours apart Adjust dose in increments of 2.5 to 5 mg weekly according to needs and responses Maximum dose: 20 mg/day (10 mg twice a day)",
  "sideEffects": "Common Focalin side effects may include:loss of appetite;nausea, stomach pain; or fever."
},
{
  "_id": {
    "$oid": "66589772a5467b4dfd360458"
  },
  "name": "Fycompa",
  "use": "Fycompa is an anticonvulsant used to treat seizures in adults and children.Fycompa is used to treat partial onset seizures that may or may not develop into general seizures in people with epilepsy who are at least 4 years old.Fycompa is also used with other medications to treat primary generalized tonic-clonic (PGTC) seizures in patients 12 years of age and older.",
  "dosage": "In the absence of enzyme inducing AEDs:Initial dose: 2 mg orally once daily at bedtime. Dosage may be increased by 2 mg orally daily in increments no more frequently than every week.Maintenance dose: 4 to 12 mg orally once daily at bedtime.Maximum dose: 12 mg orally once daily at bedtime",
  "sideEffects": "Common Fycompa side effects may include:headache, dizziness, drowsiness;feeling anxious, tired, or irritable;nausea, vomiting, stomach pain;bruising;weight gain; or loss of coordination."
},
{
  "_id": {
    "$oid": "66589921a5467b4dfd360459"
  },
  "name": "Gabapentin",
  "use": "Gabapentin (Neurontin, Gralise, Horizant) is a medicine used to treat partial seizures, nerve pain from shingles and restless leg syndrome. It works on the chemical messengers in your brain and nerves.  Gabapentin is from a group of medicines called anticonvulsants.",
  "dosage": "Initial dose: 300 mg orally on day one, 300 mg orally 2 times day on day two, then 300 mg orally 3 times a day on day three.Maintenance dose: 300 to 600 mg orally 3 times a day.Maximum dose: 3600 mg orally daily (in 3 divided doses)-Maximum time between doses in the 3 times a day schedule should not exceed 12 hours",
  "sideEffects": "Common gabapentin side effects may include:fever, chills, sore throat, body aches, tiredness;headache;swelling of your legs and feet;trouble speaking;vision problems, dizziness, drowsiness;tremors, problems with balance or muscle movement; or nausea, vomiting."
},
{
  "_id": {
    "$oid": "665899d6a5467b4dfd36045a"
  },
  "name": "Gaviscon",
  "use": "Gaviscon are antacids that can lower the acidity of stomach acid.Gaviscon is a combination medicine that is used to treat heartburn, acid indigestion, sour stomach, or upset stomach.Gaviscon is also used to provide temporary relief from heartburn and acid indigestion caused by acid reflux.",
  "dosage": "The dose depends on the type of Gaviscon you're taking. The liquid is usually one to two 5ml spoonfuls, up to 4 times a day. The tablets are usually 2 to 4 tablets, up to 4 times a day. Always check the packaging information.",
  "sideEffects": "Get emergency medical help if you have signs of an allergic reaction: hives; difficult breathing; swelling of your face, lips, tongue, or throat.Common side effects may include diarrhea."
},
{
  "_id": {
    "$oid": "66589aa0a5467b4dfd36045b"
  },
  "name": "Genvoya",
  "use": "Genvoya is a tablet containing a combination of cobicistat, elvitegravir, emtricitabine, and tenofovir. Cobicistat reduces the action of enzymes in your liver that break down certain antiviral medicines. This allows the antiviral medicines to be used more safely and effectively at lower doses.Elvitegravir, emtricitabine and tenofovir are antiviral medicines that prevent human immunodeficiency virus (HIV) from multiplying in your body. HIV can cause acquired immunodeficiency syndrome (AIDS).",
  "dosage": "1 tablet orally once a day with food",
  "sideEffects": "Common Genvoya side effects may include:nausea; or diarrhea."
},
{
  "_id": {
    "$oid": "66589b8da5467b4dfd36045c"
  },
  "name": "Gilenya",
  "use": "Gilenya (fingolimod) belongs to a class of medications called sphingosine l-phosphate receptor modulators. Fingolimod works by decreasing the action of immune cells that may cause nerve damage.",
  "dosage": "Usual Adult Dose for Multiple Sclerosis:0.5 mg orally once a day.Comments:-This drug can be taken with or without food.-See DOSE ADJUSTMENTS for recommended pre-dose testing and monitoring recommendations.Use: For relapsing forms of multiple sclerosis (MS)",
  "sideEffects": "Common Gilenya side effects may include:headache, back pain;stomach pain, diarrhea;pain in your arms or legs;cough, stuffy nose, flu symptoms; or abnormal liver function tests."
},
{
  "_id": {
    "$oid": "66589c05a5467b4dfd36045d"
  },
  "name": "Gleevec",
  "use": "Gleevec is a targeted therapy cancer treatment used to treat specific types of leukemia (blood cancer), bone marrow disorders, skin cancers and certain tumors of the stomach and digestive system.",
  "dosage": "Chronic phase: 400 mg orally once a day.Accelerated phase or blast crisis: 600 mg orally once a day.A dose increase may be considered in the absence of a severe adverse drug reaction and severe non-leukemia related neutropenia or thrombocytopenia in the following circumstances: disease progression (at any time), failure to achieve a satisfactory hematologic response after at least 3 months of treatment, failure to achieve a cytogenetic response after 6 to 12 months of treatment, or loss of a previously achieved hematologic or cytogenetic response:-Disease progression chronic phase: 600 mg orally once a day-Disease progression accelerated phase or blast crisis: 400 mg orally 2 times a day",
  "sideEffects": "Common Gleevec side effects may include:fluid retention;nausea, vomiting, stomach pain, diarrhea;joint or muscle pain;skin rash; or feeling tired."
},
{
  "_id": {
    "$oid": "66589ccca5467b4dfd36045e"
  },
  "name": "Goserelin",
  "use": "Treats Prostate Cancer,Endometriosis,Breast Cancer, Dysfunctional Uterine Bleeding",
  "dosage": "Implants containing goserelin 3.6 mg are administered every 4 weeks.Implants containing goserelin 10.8 mg are administered every 12 weeks.Adherence to the recommended schedule recommended; a delay of a few days is permitted.The implant may be located by ultrasound in the event that it needs to be removed.Consult the manufacturer’s labeling for proper methods of administration and associated precautions.",
  "sideEffects": "MORE COMMON EFFECTS:Discouragement,feeling sad or empty,lack of appetite,loss of interest or pleasure,tiredness,trouble concentrating,trouble sleeping"
},
{
  "_id": {
    "$oid": "6658a03c927608f29817466a"
  },
  "name": "Femara",
  "use": "Femara lowers estrogen levels in postmenopausal women, which may slow the growth of certain types of breast tumors that need estrogen to grow in the body.",
  "dosage": "For use as first-line treatment of postmenopausal women with hormone receptor positive or hormone receptor unknown locally advanced or metastatic breast cancer. Femara is also indicated for the treatment of advanced breast cancer in postmenopausal women with disease progression following antiestrogen therapy: 2.5 mg tablet orally administered once a day without regard to meals.",
  "sideEffects": "Common Femara side effects may include:hot flashes, warmth or redness in your face or chest;headache, dizziness, weakness;bone pain, muscle or joint pain;swelling, weight gain;increased sweating; or increased cholesterol in your blood."
},
{
  "_id": {
    "$oid": "6658a098927608f29817466b"
  },
  "name": "Fenofibrate",
  "use": "Fenofibrate is a medicine used with a cholesterol-reducing diet to lower high cholesterol and high triglyceride (fatty acid) levels in the blood.  It works by increasing the breaking down and removal of triglycerides from the blood.",
  "dosage": "Tricor: 145 mg orally once a day.Lofibra and others: 160 mg to 200 mg orally once a day with food.Antara: 130 mg orally once a day.Triglide: 160 mg orally once a day.Lipofen: 150 mg orally once a day with food.Fenoglide: 120 mg orally once a day with food.",
  "sideEffects": "Common fenofibrate side effects may include:runny nose, sneezing; or abnormal laboratory tests."
},
{
  "_id": {
    "$oid": "6658a115927608f29817466c"
  },
  "name": "Flagyl",
  "use": "Flagyl is an antibiotic that is used to treat bacterial infections of the vagina, stomach, liver, skin, joints, brain and spinal cord, lungs, heart, or bloodstream.Flagyl is also used to treat trichomoniasis, a sexually transmitted disease caused by a parasite. Usually both sexual partners are treated at the same time, even if one has no symptoms.",
  "dosage": "Swallow the extended-release tablet whole and do not crush, chew, or break it.If you are treating a vaginal infection, your sexual partner may also need to take Flagyl so you don't become reinfected.Flagyl is usually given for up to 10 days in a row. You may need to repeat this dosage several weeks later.",
  "sideEffects": "Get emergency medical help if you have signs of an allergic reaction to Flagyl (hives, itching, warmth or tingling; fever, joint pain; dry mouth, dry vagina; stuffy nose, difficult breathing, swelling in your face or throat) or a severe skin reaction (fever, sore throat, burning eyes, skin pain, red or purple skin rash with blistering and peeling)."
},
{
  "_id": {
    "$oid": "6658a195927608f29817466d"
  },
  "name": "Flovent",
  "use": "Flovent is a corticosteroid. It prevents the release of substances in the body that cause inflammation.Flovent is used to prevent asthma attacks. This medicine will not treat an asthma attack that has already begun.Flovent is sometimes used together with steroid medicine taken by mouth. This medicine is for use in adults and children who are at least 4 years old.",
  "dosage": "Store the powder form in the unopened foil pouch until ready to use. Throw away any unused medicine 6 weeks (50-mcg strength) or 2 months (100- and 250-mcg strengths) after opening the foil pouch or when the counter on your inhaler device shows '0', whichever comes first. The inhaler is not reusable. Do not attempt to take the inhaler apart.",
  "sideEffects": "Get emergency medical help if you have signs of an allergic reaction to Flovent: hives; difficult breathing; swelling of your face, lips, tongue, or throat."
},
{
  "_id": {
    "$oid": "6658a24b927608f29817466e"
  },
  "name": "Focalin",
  "use": "Focalin is a mild stimulant to the central nervous system. It affects chemicals in the brain that contribute to hyperactivity and impulse control.Focalin is a prescription medicine used to treat attention deficit hyperactivity disorder (ADHD).Focalin should be used as a part of a total treatment program for ADHD that may include counseling or other therapies.",
  "dosage": "Immediate-Release:For patients NEW to methylphenidate or on stimulants other than methylphenidate:-Initial dose: 2.5 mg orally twice a day, at least 4 hours apart.For patients CURRENTLY on methylphenidate:-Initial dose: One-half the total daily dose of methylphenidate; divide dose and administer orally twice a day at least 4 hours apart.Adjust dose in increments of 2.5 to 5 mg weekly according to needs and responses.Maximum dose: 20 mg/day",
  "sideEffects": "Common Focalin side effects may include:loss of appetite;nausea, stomach pain; or fever."
},
{
  "_id": {
    "$oid": "6658a36d927608f29817466f"
  },
  "name": "Gabapentin",
  "use": "Gabapentin (Neurontin, Gralise, Horizant) is a medicine used to treat partial seizures, nerve pain from shingles and restless leg syndrome. It works on the chemical messengers in your brain and nerves.  Gabapentin is from a group of medicines called anticonvulsants. ",
  "dosage": "Initial dose: 300 mg orally on day one, 300 mg orally 2 times day on day two, then 300 mg orally 3 times a day on day three.Maintenance dose: 300 to 600 mg orally 3 times a day.Maximum dose: 3600 mg orally daily (in 3 divided doses)-Maximum time between doses in the 3 times a day schedule should not exceed 12 hours",
  "sideEffects": "Gabapentin may cause serious side effects. Call your doctor at once if you have:drowsiness, dizziness, weakness;problems with balance or muscle movement; or increased seizures"
},
{
  "_id": {
    "$oid": "6658a420927608f298174670"
  },
  "name": "Genvoya",
  "use": "Genvoya is a tablet containing a combination of cobicistat, elvitegravir, emtricitabine, and tenofovir. Cobicistat reduces the action of enzymes in your liver that break down certain antiviral medicines. This allows the antiviral medicines to be used more safely and effectively at lower doses.",
  "dosage": "-Patients should be tested for HBV infection before starting this drug.-In all patients, estimated CrCl, urine glucose, and urine protein should be assessed before starting cobicistat/elvitegravir/emtricitabine/tenofovir disoproxil fumarate (DF).",
  "sideEffects": "Common Genvoya side effects may include:nausea; or diarrhea."
},
{
  "_id": {
    "$oid": "6658a532927608f298174672"
  },
  "name": "Gleevec",
  "use": "Gleevec is a targeted therapy cancer treatment used to treat specific types of leukemia (blood cancer), bone marrow disorders, skin cancers and certain tumors of the stomach and digestive system.",
  "dosage": "Chronic phase: 400 mg orally once a day.Accelerated phase or blast crisis: 600 mg orally once a day",
  "sideEffects": "Common Gleevec side effects may include:fluid retention;nausea, vomiting, stomach pain, diarrhea;joint or muscle pain;skin rash; or feeling tired."
},
{
  "_id": {
    "$oid": "6658a59f927608f298174673"
  },
  "name": "Hadlima",
  "use": "Adalimumab-bwwd injection is used to treat the symptoms and prevent the progression of moderate to severely active rheumatoid arthritis and active ankylosing spondylitis. It is used in children 2 years of age and older for juvenile idiopathic arthritis. This medicine is also used to treat psoriatic arthritis, which is a type of arthritis that causes pain and swelling in the joints along with patches of scaly skin on some areas of the body. Psoriatic arthritis usually occurs with a skin condition called psoriasis. Adalimumab-bwwd may be used alone or in combination with other medicines (eg, methotrexate).",
  "dosage": "Adults and children 6 years of age and older weighing 40 kilograms (kg) or more—At first (Day 1), 160 milligrams (mg) injected under the skin. This may be given as four shots in 1 day or as two shots per day for 2 days. Then 2 weeks later (Day 15), a dose of 80 mg is given. A maintenance dose of 40 mg is given at week 4 (Day 29) and every other week thereafter.",
  "sideEffects": "Common side effects:Bladder pain,bloody or cloudy urine,cough,difficult, burning, or painful urination,dizziness,ear congestion or pain,fever,frequent urge to urinate,head congestion,headache"
},
{
  "_id": {
    "$oid": "6658a643927608f298174674"
  },
  "name": "Harvoni",
  "use": "Harvoni contains a combination of ledipasvir and sofosbuvir. Ledipasvir and sofosbuvir are antiviral medications that prevent the hepatitis C virus (HCV) from multiplying in your body.",
  "dosage": "Do not chew the oral pellets. To take with food, you may mix the pellets with a non-acidic soft food (pudding, chocolate syrup, mashed potato, ice cream) that is at room temperature or below. Swallow the mixture without chewing, no more than 30 minutes after mixing. Do not save the mixture for later use.",
  "sideEffects": "Common Harvoni side effects may include:weakness;headache; or tired feeling."
},
{
  "_id": {
    "$oid": "6658a69f927608f298174675"
  },
  "name": "Hizentra",
  "use": "Hizentra is a sterilized solution made from human plasma. It contains the antibodies to help your body protect itself against infection from various diseases.",
  "dosage": "Hizentra is sometimes given daily, and sometimes once every 1 to 2 weeks. Use this medicine at regular intervals to keep a steady amount of the drug in your body at all times. If you use this medication at home, keep a diary of the days and times you gave the injection and where you injected it on your body.",
  "sideEffects": "Common Hizentra side effects may include:wheezing, trouble breathing;pain, redness, bruising, itching, swelling, or a hard lump where the medicine was injected;fever, tiredness, dizziness;nausea, vomiting, diarrhea, bloating, stomach pain"
},
{
  "_id": {
    "$oid": "6658a70f927608f298174676"
  },
  "name": "Hydrea",
  "use": "Hydrea is used to treat chronic myeloid leukemia, ovarian cancer, and certain types of skin cancer (squamous cell cancer of the head and neck).",
  "dosage": "Hydrea is usually taken once per day at the same time of day, with or without food. Swallow the pill whole with a glass of water.",
  "sideEffects": "Common side effects of Hydrea may include:loss of appetite, nausea;constipation, diarrhea;low blood cell counts;bleeding; or mouth sores."
},
{
  "_id": {
    "$oid": "6658a802927608f298174677"
  },
  "name": "Hydroxyzine",
  "use": "Hydroxyzine is an antihistamine that reduces the effects of natural chemical histamine in the body. Histamine can produce symptoms of itching, or hives on the skin. Hydroxyzine may be used to treat allergic skin reactions such as hives or contact dermatitis.",
  "dosage": "Take hydroxyzine exactly as prescribed by your doctor. Follow all directions on your prescription label. Your doctor may occasionally change your dose. Do not use this medicine in larger or smaller amounts or for longer than recommended.",
  "sideEffects": "Side effects such as drowsiness and confusion may be more likely in older adults."
},
{
  "_id": {
    "$oid": "6658a871927608f298174678"
  },
  "name": "Idhifa",
  "use": "Idhifa targets a specific gene mutation called IDH2, which can affect your bone marrow. IDH2 mutation prevents young blood cells from developing into healthy adult blood cells, which can result in symptoms of acute myeloid leukemia.",
  "dosage": "100 mg orally once a day with or without food",
  "sideEffects": "Common Idhifa side effects may include:nausea, vomiting, diarrhea;loss of appetite; or jaundice."
},
{
  "_id": {
    "$oid": "6658aaed927608f29817467a"
  },
  "name": "Inderal",
  "use": "Inderal is a beta-blocker. Beta-blockers affect the heart and circulation (blood flow through arteries and veins).",
  "dosage": "Take Inderal exactly as prescribed by your doctor. Follow all directions on your prescription label and read all medication guides or instruction sheets. Your doctor may occasionally change your dose.",
  "sideEffects": "Common Inderal side effects may include:dizziness, tiredness;nausea, vomiting, diarrhea, constipation, stomach cramps;sleep problems (insomnia); or runny or stuffy nose, cough, sore throat, hoarse voice."
},
{
  "_id": {
    "$oid": "6658abbd927608f29817467b"
  },
  "name": "Inrebic",
  "use": "Inrebic (fedratinib) capsules are used for myelofibrosis (MF) in adults to reduce the symptoms of MF, including night sweats, itching, stomach pain, feeling full when eating, pain under the ribs on the left-hand side, and bone or muscle pain.  Inrebic also helps reduce the spleen volume. Inrebic works by blocking certain types of enzymes called Janus Associated Kinase 2 (JAK2) and so is called and JAK2 inhibitor.",
  "dosage": "For patients with a baseline platelet count of 50 x 109/L or greater:400 mg orally once a day",
  "sideEffects": "Get emergency medical help if you have signs of an allergic reaction to Inrebic: hives, difficulty breathing, swelling of your face, lips, tongue, or throat."
},
{
  "_id": {
    "$oid": "6658ac16927608f29817467c"
  },
  "name": "Iopamidol",
  "use": "Iopamidol is a radiopaque (RAY dee oh payk) contrast agent. Iopamidol contains iodine, a substance that absorbs x-rays. Radiopaque contrast agents are used to allow blood vessels, organs, and other non-bony tissues to be seen more clearly on a CT scan or other radiologic (x-ray) examination.",
  "dosage": "Injectable solution:200 mg/mL (41%),300 mg/mL (61%)",
  "sideEffects": "Common side effects of iopamidol may include:chest pain;slow heart rate;hot flashes, burning sensation;flushing (warmth, redness, or tingly feeling);nausea;hives; or dizziness."
}]